Repository: Naxterra/Better-Task-Manager
Catalog: src/BetterTaskManager.Fluent/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# Cleanup_SystemTitle
source: Empty all working sets?
de_de: Alle Arbeitssätze leeren?

# Cleanup_SystemText
source: Trims every process at once, including Windows services and the kernel's system working set. Expect stutter for a few seconds while everything pages back in.
de_de: Trimmt alle Prozesse auf einmal, einschließlich Windows-Diensten und des System-Arbeitssatzes des Kernels. Rechnen Sie mit einigen Sekunden Ruckeln, während alles wieder eingelesen wird.

# Cleanup_SystemButton
source: Empty
de_de: Leeren

# Cleanup_Note
source: Windows uses spare RAM as cache on purpose. These are troubleshooting tools, not routine optimisation.
de_de: Windows nutzt freien RAM absichtlich als Cache. Dies sind Werkzeuge zur Fehlerbehebung, keine regelmäßige Optimierung.

# Cleanup_ProtectedRefused
source: {0} protected processes refused.
de_de: {0} geschützte Prozesse haben abgelehnt.

# Cleanup_NeedAdminCount
source: {0} processes need administrator rights.
de_de: {0} Prozesse erfordern Administratorrechte.

# Cleanup_Trimmed
source: Trimmed {0} processes.
de_de: {0} Prozesse getrimmt.

# Cleanup_StandbyDone
source: Standby cache cleared.
de_de: Standby-Cache geleert.

# Cleanup_SystemDone
source: All working sets emptied.
de_de: Alle Arbeitssätze geleert.

# Cleanup_Delta
source: In use {0} → {1}, standby {2} → {3}, free {4} → {5}.
de_de: In Verwendung {0} → {1}, Standby {2} → {3}, frei {4} → {5}.

# Cleanup_Done
source: Done
de_de: Erledigt

# Cleanup_NotDone
source: Not done
de_de: Nicht erledigt

# Cleanup_PrivilegeNotGranted
source: Windows did not grant the "Profile single process" privilege to this process. This needs administrator rights.
de_de: Windows hat diesem Prozess das Recht „Einzelnen Prozess profilieren“ nicht erteilt. Dafür sind Administratorrechte nötig.

# Cleanup_PrivilegeError
source: Could not enable the "Profile single process" privilege (error {0}).
de_de: Das Recht „Einzelnen Prozess profilieren“ konnte nicht aktiviert werden (Fehler {0}).

# Cleanup_PrivilegeNotHeld
source: Windows refused: the required privilege is not held. This needs administrator rights.
de_de: Windows hat abgelehnt: Das nötige Recht fehlt. Dafür sind Administratorrechte nötig.

# Cleanup_AccessDenied
source: Windows refused the request (access denied).
de_de: Windows hat die Anfrage abgelehnt (Zugriff verweigert).

# Cleanup_Status
source: Windows returned status 0x{0:X8}.
de_de: Windows meldete den Status 0x{0:X8}.

# Perf_Updated
source: Updated {0} · collected in {1} ms
de_de: Aktualisiert {0} · erfasst in {1} ms

# Perf_CpuDetail
source: {0} processes · {1} threads · {2} handles · {3} logical processors · up {4}
de_de: {0} Prozesse · {1} Threads · {2} Handles · {3} logische Prozessoren · Betriebszeit {4}

# Perf_MemoryDetail
source: Available {0} · Cached {1} · Committed {2} / {3}
de_de: Verfügbar {0} · Im Cache {1} · Zugesichert {2} / {3}

# Perf_NetworkDetail
source: Scale {0} · {1} open connections · receive (green) and send (amber), all active adapters
de_de: Skala {0} · {1} offene Verbindungen · Empfangen (grün) und Senden (gelb), alle aktiven Adapter

# Proc_Summary
source: {0} processes · {1} threads · {2} handles · up {3}
de_de: {0} Prozesse · {1} Threads · {2} Handles · Betriebszeit {3}

# Proc_EndTask
source: End task
de_de: Task beenden

# Proc_EndTree
source: End process tree
de_de: Prozessstruktur beenden

# Proc_Properties
source: Properties
de_de: Eigenschaften

# Proc_CopyPath
source: Copy path
de_de: Pfad kopieren

# Proc_CriticalTitle
source: End a critical system process?
de_de: Kritischen Systemprozess beenden?

# Proc_CriticalText
source: Windows marks "{0}" as critical. Ending it will crash or restart Windows immediately and unsaved work is lost.
de_de: Windows kennzeichnet „{0}“ als kritisch. Wird er beendet, stürzt Windows sofort ab oder startet neu, und ungespeicherte Arbeit geht verloren.

# Proc_EndAnyway
source: End it anyway
de_de: Trotzdem beenden

# Proc_TreeTitle
source: End "{0}" and everything it started?
de_de: „{0}“ und alles, was es gestartet hat, beenden?

# Proc_TreeText
source: Ending the process tree also ends every child process, which can include unrelated apps started from it.
de_de: Beim Beenden der Prozessstruktur werden auch alle untergeordneten Prozesse beendet – auch unabhängige Apps, die daraus gestartet wurden.

# Proc_RestartHint
source: Restarting as administrator allows ending more processes.
de_de: Als Administrator neu gestartet können mehr Prozesse beendet werden.

# Proc_CouldNotEnd
source: Could not end "{0}"
de_de: „{0}“ konnte nicht beendet werden

# Settings_Elevated
source: Running as administrator
de_de: Läuft als Administrator

# Settings_Standard
source: Running as standard user
de_de: Läuft als Standardbenutzer

# Settings_ElevatedText
source: All processes show their path, publisher and icon, per-app network speed is measured, and blocking needs no extra prompt.
de_de: Alle Prozesse zeigen Pfad, Herausgeber und Symbol, die Netzwerkgeschwindigkeit pro App wird gemessen, und Sperren braucht keine zusätzliche Bestätigung.

# Settings_StandardText
source: System processes hide their path, publisher and icon, per-app network speed needs the History service, and each block or allow asks for administrator approval.
de_de: Systemprozesse zeigen keinen Pfad, Herausgeber und kein Symbol, die Netzwerkgeschwindigkeit pro App braucht den Verlaufsdienst, und jedes Sperren oder Zulassen fragt nach Administratorfreigabe.

# Settings_HistoryOld
source: On, but the service is older than this app. Use Update on the History page.
de_de: Ein, aber der Dienst ist älter als diese App. Auf der Verlaufsseite „Aktualisieren“ wählen.

# Settings_HistoryOn
source: On. Recording while Windows runs, even with this window closed.
de_de: Ein. Zeichnet auf, solange Windows läuft – auch bei geschlossenem Fenster.

# Settings_HistoryOff
source: Off.
de_de: Aus.

# Settings_HistoryOffUac
source: Off. Turning it on asks for administrator approval once.
de_de: Aus. Beim Einschalten wird einmal nach Administratorfreigabe gefragt.

# Settings_HistoryStarting
source: Starting…
de_de: Startet…

# Settings_HistoryNotRunning
source: Installed, but the service is not running.
de_de: Installiert, aber der Dienst läuft nicht.

# Settings_TurningOn
source: Turning on…
de_de: Wird eingeschaltet…

# Settings_TurningOff
source: Turning off…
de_de: Wird ausgeschaltet…

# Proc_Efficiency
source: Efficiency mode
de_de: Effizienzmodus

# Proc_EfficiencyFailed
source: Efficiency mode not changed for "{0}"
de_de: Effizienzmodus für „{0}“ nicht geändert

# Proc_RestartHintChange
source: Restarting as administrator allows changing more processes.
de_de: Als Administrator neu gestartet können mehr Prozesse geändert werden.

# ProcessesPage_26.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Efficiency mode
de_de: Effizienzmodus

# ProcessesPage_27.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Suspended
de_de: Angehalten

# ProcessesPage_28.Label
source: Efficiency mode
de_de: Effizienzmodus

# MainWindow_8.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Details (Ctrl+5)
de_de: Details (Strg+5)

# DetailsPage_2.Label
source: End task
de_de: Task beenden

# DetailsPage_3.Label
source: Set priority
de_de: Priorität festlegen

# DetailsPage_4.Label
source: Pause
de_de: Anhalten

# DetailsPage_5.Label
source: End process tree
de_de: Prozessstruktur beenden

# DetailsPage_6.Label
source: Efficiency mode
de_de: Effizienzmodus

# DetailsPage_7.Label
source: Open file location
de_de: Dateipfad öffnen

# DetailsPage_8.Label
source: Properties
de_de: Eigenschaften

# DetailsPage_9.Label
source: Copy path
de_de: Pfad kopieren

# DetailsPage_10.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Name
de_de: Nach Name sortieren

# DetailsPage_12.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by PID
de_de: Nach PID sortieren

# DetailsPage_13.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Status
de_de: Nach Status sortieren

# DetailsPage_15.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by User name
de_de: Nach Benutzername sortieren

# DetailsPage_16.Text
source: User name
de_de: Benutzername

# DetailsPage_17.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by CPU
de_de: Nach CPU sortieren

# DetailsPage_18.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Memory
de_de: Nach Arbeitsspeicher sortieren

# DetailsPage_19.Text
source: Memory
de_de: Arbeitsspeicher

# DetailsPage_20.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Priority
de_de: Nach Priorität sortieren

# DetailsPage_21.Text
source: Priority
de_de: Priorität

# DetailsPage_22.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Description
de_de: Nach Beschreibung sortieren

# DetailsPage_23.Text
source: Description
de_de: Beschreibung

# Details_Summary
source: {0} processes · {1} in efficiency mode · {2} suspended
de_de: {0} Prozesse · {1} im Effizienzmodus · {2} angehalten

# Details_SetPriority
source: Set priority
de_de: Priorität festlegen

# Details_PriorityTitle
source: Change the priority of "{0}"?
de_de: Priorität von „{0}“ ändern?

# Details_PriorityText
source: Changing the priority of some processes can make them or Windows unstable.
de_de: Das Ändern der Priorität bestimmter Prozesse kann sie oder Windows instabil machen.

# Details_PriorityButton
source: Change priority
de_de: Priorität ändern

# Details_PriorityFailed
source: Priority not changed for "{0}"
de_de: Priorität für „{0}“ nicht geändert

# Priority_Realtime
source: Realtime
de_de: Echtzeit

# Priority_High
source: High
de_de: Hoch

# Priority_AboveNormal
source: Above normal
de_de: Höher als normal

# Priority_BelowNormal
source: Below normal
de_de: Niedriger als normal

# Priority_Idle
source: Low
de_de: Niedrig

# ProcState_Running
source: Running
de_de: Wird ausgeführt

# ProcState_Suspended
source: Suspended
de_de: Angehalten

# MainWindow_9.Content
source: Startup apps
de_de: Autostart-Apps

# MainWindow_9.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Startup apps (Ctrl+6)
de_de: Autostart-Apps (Strg+6)

# StartupPage_1.Text
source: Startup apps
de_de: Autostart-Apps

# StartupPage_2.Label
source: Disable
de_de: Deaktivieren

# StartupPage_3.Label
source: Open file location
de_de: Dateipfad öffnen

# StartupPage_4.Label
source: Refresh
de_de: Aktualisieren

# StartupPage_5.Label
source: Properties
de_de: Eigenschaften

# StartupPage_6.Label
source: Copy command
de_de: Befehl kopieren

# StartupPage_7.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Name
de_de: Nach Name sortieren

# StartupPage_9.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Publisher
de_de: Nach Herausgeber sortieren

# StartupPage_10.Text
source: Publisher
de_de: Herausgeber

# StartupPage_11.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Status
de_de: Nach Status sortieren

# StartupPage_13.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Sort by Starts for
de_de: Nach „Startet für“ sortieren

# StartupPage_14.Text
source: Starts for
de_de: Startet für

# StartupPage_15.Text
source: Command
de_de: Befehl

# Startup_Summary
source: {0} enabled · {1} disabled · takes effect at the next sign-in
de_de: {0} aktiviert · {1} deaktiviert · wirkt ab der nächsten Anmeldung

# Startup_Enabled
source: Enabled
de_de: Aktiviert

# Startup_Disabled
source: Disabled
de_de: Deaktiviert

# Startup_DisabledAt
source: Disabled on {0}
de_de: Deaktiviert am {0}

# Startup_AllUsers
source: All users
de_de: Alle Benutzer

# Startup_CurrentUser
source: Current user
de_de: Aktueller Benutzer

# Startup_Enable
source: Enable
de_de: Aktivieren

# Startup_Disable
source: Disable
de_de: Deaktivieren

# Startup_CopyCommand
source: Copy command
de_de: Befehl kopieren

# Startup_NotChanged
source: "{0}" not changed
de_de: „{0}“ nicht geändert

# Startup_BiosTime
source: · last BIOS time {0} s
de_de: · letzte BIOS-Zeit {0} s

# Startup_ByPolicy
source: (policy)
de_de: (Richtlinie)

# SettingsPage_28.Text
source: Replace Windows Task Manager
de_de: Windows Task-Manager ersetzen

# SettingsPage_29.OnContent
source: On
de_de: Ein

# SettingsPage_29.OffContent
source: Off
de_de: Aus

# SettingsPage_30.Text
source: Opens Nax-TaskManager when Task Manager is started from the taskbar, Ctrl+Shift+Esc, Ctrl+Alt+Del or the Start menu. This applies to every account on this PC and needs administrator approval to change. Because Windows starts the replacement without Task Manager's automatic elevation, it opens in limited mode; use Restart as administrator for full details. Removed again when you turn this off or uninstall the app.
de_de: Öffnet Nax-TaskManager, wenn der Task-Manager über die Taskleiste, Strg+Umschalt+Esc, Strg+Alt+Entf oder das Startmenü gestartet wird. Dies gilt für jedes Konto auf diesem PC und erfordert zum Ändern eine Administratorfreigabe. Da Windows den Ersatz ohne die automatische Erhöhung des Task-Managers startet, öffnet er im eingeschränkten Modus; verwenden Sie „Als Administrator neu starten“ für alle Details. Wird wieder entfernt, wenn Sie dies ausschalten oder die App deinstallieren.

# Replace_On
source: On. Task Manager opens Nax-TaskManager.
de_de: Ein. Der Task-Manager öffnet Nax-TaskManager.

# Replace_Off
source: Off. Windows opens its own Task Manager.
de_de: Aus. Windows öffnet seinen eigenen Task-Manager.

# Replace_OffUac
source: Off. Turning it on asks for administrator approval once.
de_de: Aus. Beim Einschalten wird einmal nach Administratorfreigabe gefragt.

# Replace_Other
source: Another program currently replaces Task Manager: {0}
de_de: Ein anderes Programm ersetzt derzeit den Task-Manager: {0}

# Replace_NotChanged
source: Task Manager replacement not changed
de_de: Task-Manager-Ersatz nicht geändert
